[
  {
    "id": 1,
    "name": "hill dwarf",
    "age": {
      "val": 350,
      "desc": "Dwarves mature at the same rate as humans, but they’re considered young until they reach the age of 50. On average, they live about 350 years."
    },
    "size": {
      "val": "Medium",
      "desc": "Dwarves stand between 4 and 5 feet tall and average about 150 pounds. Your size is Medium."
    },
    "speed": {
      "val": 25,
      "desc": "Your base walking speed is 25 feet. Your speed is not reduced by wearing heavy armor."
    },
    "ability score": {
      "desc": " ",
      "str": 0,
      "dex": 0,
      "con": 2,
      "int": 0,
      "wis": 1,
      "cha": 0
    },
    "languages": {
      "desc": "You can speak, read, and write Common and Dwarvish. Dwarvish is full of hard consonants and guttural sounds, and those characteristics spill over into whatever other language a dwarf might speak.",
      "known": ["common", "dwarvish"]
    },
    "traits": {
      "darkvison": {
        "desc": "Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
      },
      "dwarven resilience": {
        "desc": "You have advantage on saving throws against poison, and you have resistance against poison damage"
      },
      "dwarven combat training": {
        "desc": "You have proficiency with the battleaxe, handaxe, light hammer, and warhammer."
      },
      "tool proficiency": {
        "desc": "You gain proficiency with the artisan’s tools of your choice: smith’s tools, brewer’s supplies, or mason’s tools."
      },
      "stonecunning": {
        "desc": "Whenever you make an Intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
      },
      "dwarven toughness": { 
        "desc": "Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."
      }
    }
  },
  {
    "id": 2,
    "name": "tiefling",
    "age": {
      "val": 100,
      "desc": "Tieflings mature at the same rate as humans but live a few years longer."
    },
    "size": {
      "val": "Medium",
      "desc": "Tieflings are about the same size and build as humans. Your size is Medium."
    },
    "speed": {
      "val": 30,
      "desc": "Your base walking speed is 30 feet."
    },
    "ability score": {
      "desc": "Your Intelligence score increases by 1, and your Charisma score increases by 2.",
      "str": {
        "val": 0
      },
      "dex": {
        "val": 0
      },
      "con": {
        "val": 0
      },
      "int": {
        "val": 1
      },
      "wis": {
        "val": 0
      },
      "cha": {
        "val": 2
      }
    },
    "languages": {
      "desc": "You can speak, read, and write Common and Infernal.",
      "known": ["common", "infernal"]
    },
    "traits": {
      "darkvision": {
        "desc": "Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can’t discern color in darkness, only shades of gray."
      },
      "hellish resistance": {
        "desc": "You have resistance to fire damage."
      }
    }
  }
    
]
